---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Events.DataTransferProgressChangedEventArgs
source: html/625365c7-5cc1-a1f2-a48c-40866584dd61.htm
---
# DataTransferProgressChangedEventArgs Members

Indicates whether the event is being cancelled.